Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# alert.duplicated_plugin_id
source: Duplicated plugin identifiers detected. Two or more plugins have the same identifier "%@". This may cause abnormal behaviors. Please find them in Preferences - Plugins and report to their authors. If a plugin is installed locally, you can also manually change its identifier in the plugin's Info.json file.
af: Gedupliseerde inpropidentifiseerders bespeur. Twee of meer inproppe het dieselfde identifiseerder “%@”. Die kan abnormale gedrag veroorsaak. Sien dit in Voorkeure - Inproppe en rapporteer dit aan die outeurs. Indien ’n inprop lokaal geïnstalleer is kan u ook die identifiseerder in die inprop se Info.json-lêer verander.
ca: S'han trobat complements duplicats. Dos o més complements tenen el mateix identificador "%@". Això pot comportar un funcionament extrany. Si us plau, busca'ls a Preferències - Complements i comunica-ho als seus autors. Si un complement està instal·lat localment, tu també pots canviar manualment el seu identificador modificant el fitxer Info.json del complement.
cs: Detekovány duplicitní identifikátory plug-inu. Dva nebo více plug-inů mají stejný identifikátor „%@“. To může způsobit neobvyklé chování. Najděte je prosím v Nastavení > Plug-iny a nahlaste toto jejich autorům. Pokud je plug-in nainstalován lokálně, můžete také ručně změnit jeho identifikátor v souboru Info.json.
de: Eine Erweiterung ist doppelt vorhanden. Mehrere Erweiterungen haben den gleichen Bezeichner „%@“. Dies kann zu Problemen führen. Bitte finde diese in den Einstellungen unter „Erweiterungen¡ und melde sie den Autoren. Wenn eine Erweiterung lokal installiert ist, kannst du seinen Bezeichner auch manuell in der Datei „Info.json“ ändern.
es: Se han detectado identificadores de plugins duplicados. Dos o más plugins tienen el mismo identificador "%@". Esto puede causar comportamientos anormales. Puede encontrarlos en Preferencias -> Plugins e informe a sus autores. Si un plugin está instalado localmente, también puede cambiar manualmente su identificador en el archivo Info.json del plugin.
fr: Plusieurs extensions ont le même identifiant : "%@". Cela peut entraîner des comportements anormaux. Vous pouvez les identifier Préférences - Extensions et le signaler à leurs auteurs. Si une extension est installée localement, vous pouvez changer manuellement son identifiant dans le fichier Info.json de celle-ci.
he: זוהו מזהי תוסף כפולים. לשני תוספים או יותר יש את אותו מזהה "%@". זה עלול לגרום להתנהגויות לא צפויות. אנא מצא אותם בהעדפות > תוספים ודווח למפתחים שלהם. אם תוסף מותקן באופן מקומי, תוכל גם לשנות ידנית את המזהה שלו בקובץ Info.json של התוסף.
hu: Duplikált bővítmény-azonosítók észlelése. Két vagy több bővítmény azonos "%@" azonosítóval rendelkezik. Ez rendellenes viselkedést okozhat. Kérjük, keresse meg őket a Beállítások - Pluginok menüpontban, és jelentse a szerzőjüknek. Ha egy bővítményt helyileg telepítettek, manuálisan is megváltoztathatja az azonosítóját a bővítmény Info.json fájljában.
id: Duplikasi identifikasi plugin terdeteksi. Dua plugin atau lebih memiliki identifikasi yang sama "%@", sehingga dapat menyebabkan aktivitas tidak normal. Mohon cari di Preferensi - Plugin dan laporkan pada pembuatnya. Ketika plugin dipasang secara lokal, Anda juga dapat mengganti identifikasinya secara manual pada file Info.json dari plugin tersebut.
it: Rilevati identificatori di plugin duplicati. Due o più plugin hanno lo stesso identificatore "%@". Questo può causare comportamenti anomali. Si prega di trovarli in Preferenze - Plugin e segnalarli ai loro autori. Se un plugin è installato localmente, è anche possibile modificare manualmente il suo identificatore tramite il file Info.json del plugin.
ja: 重複したプラグイン識別子が検出されました。2つ以上のプラグインには同じ識別子 "%@" があります。異常な動作を引き起こす可能性があります。 環境設定 - プラグインを見つけ、著者に報告してください。 プラグインがローカルにインストールされている場合は、プラグインの Info.json ファイル内の識別子を手動で変更することもできます。
ko: 중복된 플러그인 식별자가 감지되었습니다. 두 개 이상의 플러그인 식별자 "%@"가 동일합니다. 이로 인해 비정상적인 동작이 발생할 수 있습니다. 환경설정 - 플러그인에서 해당 플러그인을 찾아 해당 플러그인 작성자에게 신고하세요. 플러그인이 로컬에 설치된 경우 플러그인의 Info.json 파일에서 식별자를 수동으로 변경할 수도 있습니다.
pl: Wykryto zduplikowane identyfikatory wtyczek. Dwie lub więcej wtyczek ma ten sam identyfikator "%@". Może to powodować nietypowe zachowania. Znajdź je w Preferencjach - Wtyczki i zgłoś ich autorom. Jeśli wtyczka jest zainstalowana lokalnie, możesz też ręcznie zmienić jej identyfikator w pliku Info.json wtyczki.
pt_br: Detectados identificadores de plugin duplicados. Dois ou mais plugins têm o mesmo identificador "%@". Isso pode causar comportamentos anormais. Por favor, encontre-os em Preferências - Plugins e reporte para seus autores. Se um plugin for instalado localmente, você também pode alterar manualmente seu identificador no arquivo Info.json do plugin.
ro: S-au detectat duplicate ale identificatoarelor de extensii. Două sau mai multe extensii au același identificator "%@". Acest lucru poate cauza comportamente anormale. Le puteți găsi în Preferințe - Extensii și le puteți raporta autorilor lor. Dacă o extensie este instalată local, puteți schimba manual identificatorul ei în fișierul Info.json al acesteia.
ru: Обнаружены одинаковые идентификаторы для двух или более плагинов: "%@". Это может привести к необычному поведению. Пожалуйста, найдите эти плагины в настройках и сообщите об этой проблеме их авторам. Вы также можете самостоятельно изменить идентификатор в файле info.json, если плагин установлен локально.
sk: Detekované duplicitné identifikátory plug-inu. Dva alebo viac plug-inov majú rovnaký identifikátor „%@“. To môže spôsobiť neobvyklé správanie. Nájdite ich prosím v Nastavenia > Plug-iny a nahláste toto ich autorom. Ak je plug-in nainštalovaný lokálne, môžete tiež manuálne zmeniť jeho identifikátor v súbore Info.json.
sr_rs: Pronađene su duplirane dodatne komponente. Barem dve dodatne komponente imaju isti identifikator "%@". To može dovesti do neobičnog ponašanja. Pronađite ih u okviru opcije Željene postavke - Dodatne komponente i prijavite autorima. Ako je dodatna komponenta instalirana lokalno, možete i ručno promeniti njen identifikator u datoteci Info.json dodatne komponente.
sv: Duplicerade tilläggsidentifierare upptäcktes. Minst två tillägg har samma identifierare, "%@". Detta kan leda till oförväntade beteenden. Vänligen hitta dem under Inställningar - Tillägg och rapportera detta till deras skapare. Om ett tillägg är installerat lokalt kan du även manuellt ändra dess idenfierare i tilläggets Info.json-fil.
tr: Yinelenen eklenti tanımlayıcıları algılandı. İki veya daha fazla eklenti aynı "%@" tanımlayıcısına sahip. Bu anormal davranışlara neden olabilir. Lütfen bunları Tercihler - Eklentiler bölümünde bulun ve yazarlarına bildirin. Bir eklenti yerel olarak kuruluysa, eklentinin Info.json dosyasındaki tanımlayıcısını manuel olarak da değiştirebilirsiniz.
uk: Виявлено дубльовані ідентифікатори плагінів. Два або більше плагінів мають однаковий ідентифікатор "%@". Це може спричинити ненормальну поведінку. Будь ласка, знайдіть їх у "Налаштування - Плагіни" та повідомте авторам. Якщо плагін встановлений локально, ви також можете вручну змінити його ідентифікатор у файлі Info.json плагіна.
zh_hans: 检测到重复的插件标识符。两个或多个插件具有相同的标识符“%@”，这可能会导致异常行为。 请在首选项 - 插件中找到它们，并向插件作者报告。 如果插件是本地安装的，您也可以手动更改插件的 Info.json 文件中的标识符。
zh_hant: 偵測到重複的外掛程式識別碼，有兩個或更多外掛程式使用的相同的識別碼「%@」，這將造成不正常的行為。請在「偏好設定 - 外掛程式」中找到它們，並回報給外掛程式的作者。如果外掛程式安裝於本機，你可以手動在外掛程式的 Info.json 檔案中手動變更該外掛的識別碼。

# alert.error_deleting_file
source: Cannot delete the file.
af: Kan nie lêer skrap nie.
ar: لا يمكن حذف الملف.
ca: No es pot suprimir el fitxer.
cs: Soubor nelze odstranit.
da: Kan ikke slette fil.
de: Datei konnte nicht gelöscht werden.
es: No se puede eliminar el archivo.
fi: Tiedostoa ei voida poistaa.
fr: Impossible de supprimer le fichier.
he: שגיאה במחיקת הקובץ.
hi: फ़ाइल को हटा नहीं सकता।
hr: Nije moguće izbrisati datoteku.
hu: Nem sikerült törölni a fájlt.
id: Tidak dapat menghapus file.
it: Impossibile eliminare il file.
ja: ファイルを削除できません。
ko: 파일을 삭제할 수 없습니다.
nl: Kan het bestand niet verwijderen.
pl: Nie można usunąć pliku.
pt_br: Não consigo apagar o arquivo.
pt_pt: Não foi possível apagar o ficheiro.
ro: Fișierul nu poate fi șters.
ru: Невозможно удалить файл.
sk: Súbor nemožno vymazať.
sr_rs: Nije moguće izbrisati datoteku.
sv: Kan ej radera denna fil.
tr: Dosya silinemiyor.
uk: Не можу видалити файл.
zh_hans: 无法删除该文件。
zh_hant: 無法刪除此檔案

# alert.error_finding_file
source: Cannot find %@ file!
af: Kan nie %@ lêer vind nie!
ar: لا يمكن العثور على %@ ملف!
ca: No es pot trobar el fitxer %@!
cs: Soubor %@ nelze nalézt!
da: Kan ikke finde %@ !
de: Die Datei „%@“ konnte nicht gefunden werden.
es: ¡No se puede encontrar el archivo %@!
fi: Tiedostoa %@ ei löydy!
fr: Impossible de trouver le fichier %@ !
he: הקובץ %@ לא נמצא!
hi: %@ फ़ाइल नहीं मिल रही है!
hr: Nije moguće pronaći datoteku %@!
hu: A fájl %@ nem található!
id: File %@ tidak dapat ditemukan!
it: Impossibile trovare il %@ file!
ja: %@ というファイルは見つかりません！
ko: %@ 파일을 찾을 수 없습니다!
nl: Kan bestand %@ niet vinden.
pl: Nie odnaleziono %@!
pt_br: Não encontro o arquivo %@!
pt_pt: Impossível encontrar o ficheiro %@!
ro: Fișierul %@ nu poate fi găsit!
ru: Невозможно найти файл %@!
sk: Nemožno nájst súbor %@!
sr_rs: Nije moguće pronaći datoteku %@!
sv: Kan ej hitta filen %@!
tr: %@ dosyası bulunamıyor!
uk: Не можу знайти файл %@!
zh_hans: 无法找到文件 %@！
zh_hant: 找不到 %@

# alert.error_loading_script
source: Cannot load script %@!
af: Kan nie skrip %@ laai nie!
ar: لا يمكن تحميل النص %@!
ca: No es pot carregar l'script %@!
cs: Skript %@ nelze načíst!
da: Kan ikke loade script %@!
de: Das Skript „%@“ konnte nicht geladen werden.
es: ¡No se puede cargar el script %@!
fi: Skriptiä %@ ei voida ladata!
fr: Impossible de charger le script %@ !
he: טעינת הסקריפט %@ נכשלה!
hi: स्क्रिप्ट %@! लोड नहीं किया जा सकता
hr: Nije moguće učitati skripta %@!
hu: A szkript %@ nem tölthetõ be!
id: Tidak dapat memuat skrip %@!
it: Impossibile caricare lo script %@!
ja: 次のスクリプトは読み込めません！%@
ko: %@ 스크립트를 불러올 수 없습니다!
nl: Kan script %@ niet laden.
pl: Nie można załadować skryptu %@!
pt_br: Não carreguei o script %@!
pt_pt: Impossível carregar o script %@!
ro: Scriptul %@ nu poate fi încărcat!
ru: Не удалось загрузить скрипт %@!
sk: Nemožno načítať skript %@!
sr_rs: Nije moguće učitati skriptu %@!
sv: Kan ej hitta skript %@!
tr: %@ betiği yüklenemiyor!
uk: Не можу завантажити сценарій %@!
zh_hans: 无法加载脚本 %@！
zh_hant: 無法載入工序指令：%@

# alert.error_open
source: Cannot open file or stream!
af: Kan nie lêer of stroom open nie!
ar: لا يمكن فتح الملف أو عرضه!
ca: No es pot obrir el fitxer!
cs: Nelze otevřít soubor nebo stream!
da: Kan ikke åbne fil eller stream!
de: Datei oder Stream konnte nicht geöffnet werden.
es: ¡No se puede abrir el archivo o la secuencia!
fi: Tiedostoa tai suoratoistoa ei voida avata!
fr: Impossible d'ouvrir ce fichier/stream !
he: שגיאה בפתיחת קובץ/זרם!
hi: फ़ाइल या स्ट्रीम नहीं खोल सकता!
hr: Neuspjelo otvaranje datoteke ili prijenosa!
hu: Fájl vagy közvetítés megnyitás sikertelen!
id: Tidak dapat membuka file atau tautan!
it: Impossibile aprire il file o lo stream!
ja: ファイルもしくはURLが開けません！
ko: 파일 또는 스트림을 열 수 없습니다!
nl: Kan bestand of stream niet openen.
pl: Nie można otworzyć pliku lub strumienia!
pt_br: Impossível abrir arquivo ou stream!
pt_pt: Impossível abrir ficheiro ou stream!
ro: Fișierul sau stream-ul nu poate fi deschis!
ru: Не удается открыть файл или поток!
sk: Nemožno otvoriť súbor alebo stream!
sr_rs: Nije moguće otvoriti datoteku ili strim!
sv: Kan ej öppna fil eller ström!
tr: Dosya veya akış açılamıyor!
uk: Не можу відкрити файл або потік!
zh_hans: 无法打开文件或流媒体！
zh_hant: 無法打開檔案或媒體串流

# alert.error_saving_file
source: Error occurred when saving %@: %@
af: Fout by die bewaar van %@: %@
ar: حدث خطأ في أثناء الحفظ %@: %@
ca: S'ha produït un error al desar %@: %@
cs: Při ukládání %@ došlo k chybě: %@
da: Fejl under forsøg på at gemme %@: %@
de: Fehler beim Sichern von %@: %@
es: Se ha producido un error al guardar %@: %@
fi: Virhe tallennettaessa kohdetta %@: %@
fr: Une erreur est survenue lors de l'enregistrement de %@ : %@
he: אירעה שגיאה בעת שמירת %@: %@
hi: %@: %@ को सहेजते समय त्रुटि आई
hr: Došlo je do greške prilikom spremanja %@: %@
hu: Hiba történt mentéskor %@: %@
id: Terjadi kesalahan saat menyimpan %@: %@
it: Si è verificato un errore durante il salvataggio %@: %@
ja: %@の保存時にエラーが発生しました: %@
ko: %@: %@을 저장하는 도중 오류가 발생했습니다.
nl: Fout bij het bewaren van %@: %@
pl: Podczas zapisywania %@ wystąpił błąd: %@
pt_br: Erro ocorreu ao salvar %@: %@
pt_pt: Ocorreu um erro ao salvar %@: %@
ro: A apărut o eroare la salvarea %@: %@
ru: Ошибка при сохранении %@: %@
sk: Nastala chyba pri ukladaní %@: %@
sr_rs: Došlo je do greške prilikom čuvanja %@: %@
sv: Fel uppstod när %@ skulle sparas: %@
tr: %@: %@ kaydedilirken hata oluştu!
uk: Помилка при збереженні %@: %@
zh_hans: 保存 %@时出错： %@
zh_hant: 儲存檔案 %@ 時發生錯誤：%@

# alert.extra_option.cannot_read
source: Cannot read user defined extra mpv options.
af: Kan nie gebruikergedefinieerde mpv-opsies lees nie.
ar: لا يمكن قراءة خيارات mpv الإضافية المحددة للمستخدم.
ca: No es poden llegir les opciones de mpv extra definides per l'usuari.
cs: Nelze načíst uživatelsky vymezené další možnosti mpv.
da: Kan ikke læse brugerdefinerede ekstra mpv indstillinger.
de: Benutzerdefinierte mpv-Optionen konnten nicht gelesen werden.
es: No se pueden leer las opciones de mpv adicionales definidas por el usuario.
fi: Ei voi lukea käyttäjän määrittämiä mpv-lisävalintoja.
fr: Impossible de lire les options extra de mpv définies par l'utilisateur.
he: קריאת אפשרויות mpv נוספות המוגדרות על ידי המשתמש נכשלה.
hi: अतिरिक्त परिभाषित एमपीवी विकल्पों को उपयोगकर्ता पढ़ नहीं सकता।
hr: Neuspjelo čitanje dodatne korisnički definirane mpv opcije.
hu: A felhasználó által meghatározott extra mpv beállítások nem olvashatók.
id: Tidak dapat membaca opsi mpv extra dari user.
it: Impossibile leggere le opzioni mpv extra definiti dall'utente.
ja: mpvの追加オプションが読み込めません。
ko: 사용자가 지정한 mpv 추가 옵션을 읽을 수 없습니다.
nl: Kan de ingestelde mpv-opties niet lezen.
pl: Nie można wczytać konfiguracji mpv.
pt_br: Não é possível ler opções mpv extras definidas pelo usuário.
pt_pt: Não é possível ler opções mpv definidas pelo usuário.
ro: Opțiunile mpv extra definite de către utilizator nu pot fi citite.
ru: Не удалось прочесть пользовательские параметры mpv.
sk: Nemožno načítať mpv možnosti definované používateľom.
sr_rs: Nije moguće pročitati korisnički definisane dodatne opcije za mpv.
sv: Kan ej läsa användardefinierade extra mpv-alternativ.
tr: Kullanıcı tanımlı ek mpv seçenekleri okunamıyor.
uk: Не можу прочитати додаткові властивості mpv, що визначені користувачем.
zh_hans: 无法读取用户定义的 mpv 额外选项。
zh_hant: 無法讀取使用者定義額外的 mpv 設定

# alert.extra_option.config_folder
source: Error setting config directory "%@".
af: Fout tydens instel van konfigurasiegids “%@”.
ar: خطأ في إعداد دليل الإعداد"%@".
ca: Error establing el directori de configuració "%@".
cs: Chyba při nastavování konfigurační složky „%@“.
da: Fejl under konfiguration af config mappen "%@".
de: Konnte Konfigurationsordner nicht setzen: „%@“.
es: Error al configurar el directorio de configuración "%@".
fi: Virhe asetettaessa asetushakemistoa "%@".
fr: Erreur lors de la configuration du dossier de config : "%@".
he: שגיאה בהגדרת ספריית התצורה "%@".
hi: कॉन्फ़िगरेशन निर्देशिका को सेट करने में त्रुटि "%@".
hr: Greška u postavljanju konfiguracijskog direktorija „%@”.
hu: Hiba a konfigurációs könyvtár beállításánál "%@".
id: Kesalahan dalam menyetel direktori config "%@".
it: Errore nell'impostazione della directory di configurazione "%@".
ja: 設定ディレクトリー"%@"の設定エラーが発生しました
ko: "%@"를 설정 디렉토리로 지정하는 도중 오류가 발생했습니다.
nl: Fout bij het instellen van configuratiemap "%@".
pl: Błąd podczas ustawiania ścieżki z konfiguracją "%@".
pt_br: Erro ao ajustar o diretório de configuração "%@".
pt_pt: Erro na configuração da pasta "%@".
ro: Eroare la setarea directorului de configurare "%@".
ru: Ошибка при установке папки конфигурации «%@».
sk: Chyba pri nastavovaní konfiguračného priečinka "%@".
sr_rs: Greška pri postavljanju konfiguracionog direktorijuma „%@“.
sv: Fel vid inställning av konfigurationskatalog "%@".
tr: Yapılandırma dizini ayarlanırken hata oluştu "%@".
uk: Помилка при створенні директорії налаштувань "%@".
zh_hans: 设置配置文件目录 "%@" 时出错。
zh_hant: 設定設定檔案夾「%@」時發生錯誤

# alert.extra_option.empty
source: Key or value cannot be empty!
af: Naam en waarde kan nie leeg wees nie!
ar: المفتاح أو القيمة لا يمكن أن تكون فارغة!
ca: La clau o el valor no poden estar buits!
cs: Název nebo hodnota nemohou být prázdné!
da: Nøgle eller værdi må ikke være tom!
de: Schlüssel oder Wert dürfen nicht leer sein.
es: ¡La clave o el valor no pueden estar vacíos!
fi: Avain tai arvo ei voi olla tyhjä!
fr: La clé et/ou la valeur ne peuvent pas être vides !
he: המפתח או הערך לא יכולים להיות ריקים!
hi: कुंजी या मान रिक्त नहीं हो सकता!
hr: Ključ ili vrijednost ne smiju biti prazni!
hu: A kulcs vagy az érték nem lehet üres!
id: Tombol atau nilai tidak boleh kosong!
it: La chiave o il valore non può essere vuoto!
ja: キーもしくは値を空欄にはできません！
ko: 항목과 그 설정값을 반드시 지정해야 합니다!
nl: Naam en waarde kunnen niet leeg zijn.
pl: Klucz lub wartość nie może być pusta!
pt_br: Chave ou valor não pode ser vazio!
pt_pt: Chave ou valor não pode estar vazio!
ro: Cheia sau valoarea nu pot fi goale!
ru: Ключ или значение не могут быть пустыми!
sk: Názov alebo hodnota nemôžu byť prázdne!
sr_rs: Ključ ili vrednost ne mogu biti prazni!
sv: Nyckel eller värde får ej vara tomt!
tr: Anahtar veya değer boş olamaz!
uk: Ключ або значення не може бути порожнім!
zh_hans: 键或值不能为空！
zh_hant: Key 或 value 不能留空！

# alert.extra_option.error
source: Error setting option --%@=%@ with return value %d. Please check your extra option settings in Preference > Advanced.
af: Fout by die instelle van opsie --%@=%@ met retoerwaarde %d. Gaan u bykomende-opsie-instellings na in Voorkeure > Gevorderd.
ar: خطأ في خيار الإعداد --%@=%@ مع قيمة الإرجاع %d. الرجاء التحقق من إعدادات الخيار الإضافي الخاص بك في التفضيل > متقدم.
ca: Error establint la opció --%@=%@ amb el valor de retorn %d. Si us plau, verifica les opcions extres a Preferències > Avançat.
cs: Při nastavování --%@=%@ se vyskytla chyba číslo %d. Zkontrolujte prosím vaše nastavení dalších možností v Nastavení > Pokročilé.
da: Fejl under indstilling af --%@=%@ med værdi %d. Venligst tjek dine ekstra indstilliger i preferancer > avanceret.
de: Fehler beim Setzen der Option „--%@=%@“ mit Fehlercode „%d“. Bitte überprüfe die Zusatzoptionen in den Einstellungen unter „Erweitert“.
es: Error al configurar la opción --%@=%@ con valor de retorno %d. Por favor, compruebe la configuración de opciones adicionales en Preferencias > Avanzado.
fi: Virhe asetettaessa valintaa --%@=%@ palautusarvolla %d. Tarkista lisävalintojen asetukset kohdasta Asetukset > Lisäasetukset.
fr: Erreur de la configuration de l'option --%@=%@ avec le code retour %d. Veuillez vérifier votre configuration des options extra dans Préferences > Avancé.
he: שגיאה בהגדרת האופציה --%@=%@ שהחזירה ערך %d. אנא בדוק את הגדרות האפשרויות הנוספות שלך בהעדפות > מתקדם.
hi: रिटर्न सेटिंग %d के साथ विकल्प --%@=%@ को सेट करने में त्रुटि। कृपया वरीयता> उन्नत में अपनी अतिरिक्त विकल्प सेटिंग्स की जाँच करें।
hr: Greška u opciji postavke --%@=%@ s povratnom vrijednošću %d. Provjeri postavke dodatnih opcija u Postavke > Napredno.
hu: Hiba a beállítás --%@=%@ %d visszatérési értékkel. Kérjük, ellenőrizze az extra beállításokat a Beállítások > Speciális oldalon.
id: Kesalahan dalam menyetel opsi --%@=%@ dengan nilai %d. Mohon periksa kembali setelan opsi ekstra Anda di Preferensi > Tingkat Lanjut.
it: Errore nell'impostazione delle opzioni --%@=%@ con il valore di %d. Verifica le impostazioni delle opzioni supplementari in Preferenze > Avanzate.
ja: オプションの設定 --%@=%@ で返り値 %d のエラーが発生しました。設定 > 高度な設定 より追加オプションの設定を確認してください。
ko: --%@=%@ 설정에서 %d 오류가 발생했습니다. 환경설정 > 고급설정으로 이동하여 사용자가 지정한 추가 설정 사항을 점검하십시오.
nl: Fout bij het instellen van optie --%@=%@ met retourwaarde %d. Controleer de opties in Voorkeuren > Geavanceerd.
pl: Błędu ustawienia opcji --%@=%@ z wartością zwrotu %d. Sprawdź ustawienia dodatkowych opcji w Preferencje > Zaawansowane.
pt_br: Erro ao ajustar opção --%@=%@ que retornou %d. Verifique seus ajustes extras em Preferencias > Avançado.
pt_pt: Erro ao definir opção --%@=%@ com valor de retorno %d. Por favor, verifique as suas opções extra em Preferência > Avançado.
ro: Eroare la setarea opțiunii --%@=%@ cu valoarea %d. Te rog verifică opțiunile extra în Preferințe > Avansat.
ru: Ошибка установки параметра --%@=%@ со значением %d. Проверьте установленные параметры в Настройки > Дополнительно.
sk: Chyba pri nastavovaní možnosti --%@=%@, číslo chyby %d. Skontrolujte vaše nastavenia v Nastavenia > Pokročilé.
sr_rs: Greška pri postavljanju opcije --%@=%@ sa vraćenom vrednošću %d. Proverite postavke dodatnih opcija u u okviru Željenih postavki – Napredne postavke.
sv: Fel vid inställning av tillval --%@=%@ med returvärde %d. Vänligen kontrollera dina extra tillvalsinställningar i Inställningar > Avancerat.
tr: Hatalı ayar seçeneği --%@=%@ %d hatası ile döndü. Lütfen ekstra seçenek ayarlarınızı Tercihler > Gelişmiş'den kontrol edin.
uk: Помилка при встановленні властивості --%@=%@ зі значенням %d. Будь ласка, перевірте ваші додаткові опції через Параметри → Експертні.
zh_hans: 无法设置选项 --%@=%@ （返回值 %d）。 请在「设置>高级」中检查您的额外 mpv 选项。
zh_hant: 無法設定 --%@=%@（返回值：%d）。請於「偏好設定 > 進階」中檢查您的額外選項設定。

# alert.fatal_error
source: Fatal error: %@ The application will exit now.
af: Fatale fout: %@ Die toepassing sal nou afsluit.
ar: خطأ: %@ سيتم الخروج من التطبيق الآن.
ca: Error: fatal %@ L'aplicació es tancarà ara.
cs: Závažná chyba: %@ Aplikace se teď ukončí.
da: Fatal fejl: %@ Programmet afsluttes.
de: Schwerwiegender Fehler: „%@“ Programm wird beendet.
es: Error fatal: %@ La aplicación se cerrará ahora.
fi: Vakava virhe: %@ Sovellus lopetetaan nyt.
fr: Erreur fatale : %@ L'application va maintenant quitter.
he: שגיאה קריטית: %@ האפליקציה תיסגר כעת.
hi: घातक त्रुटि: %@ एप्लिकेशन अब बाहर निकल जाएगा।
hr: Kobna greška: %@ Aplikacija će se sada zatvoriti.
hu: Kritikus hiba: %@ Az alkalmazás bezárul.
id: Kesalahan fatal: %@ Aplikasi akan ditutup sekarang.
it: Fatal error: %@ L'appicazione verrà subito chiusa.
ja: 致命的なエラー: %@ アプリケーションを終了します。
ko: 심각한 오류: %@ 프로그램이 지금 종료됩니다.
nl: Fatale fout: %@ De applicatie zal nu afsluiten.
pl: Błąd krytyczny: %@ Aplikacja zostanie zamknięta.
pt_br: Erro fatal: %@ Aplicação vai terminar.
pt_pt: Erro fatal: %@ A aplicação vai ser encerrada agora.
ro: Eroare critică: %@ Aplicația se va închide.
ru: Фатальная ошибка: %@ Приложение будет завершено.
sk: Závažná chyba: %@ Aplikácia sa teraz ukončí.
sr_rs: Neotklonjiva greška: %@ Aplikacija će prestati sa radom.
sv: Fatal error: %@ Programmet avslutas nu.
tr: Onulmaz hata: %@ Uygulamadan şimdi çıkılacak.
uk: Критична помилка: %@ Програма зараз закриється.
zh_hans: 严重错误：%@ 程序将立即终止。
zh_hant: ㄧ嚴重錯誤：%@ ，IINA 即將關閉。

# alert.filter_hwdec.abort
source: Abort
af: Staak
ar: إيقاف
ca: Interromp
cs: Přerušit
da: Afbryd
de: Abbrechen
es: Abortar
fi: Keskeytä
fr: Annuler
he: ביטול
hi: निरस्त करें
hr: Prekini
hu: Megszakítás
id: Batalkan
it: Interrompi
ja: 破棄
ko: 중단
nl: Annuleer
pl: Przerwij
pt_br: Abortar
pt_pt: Abortar
ro: Abandonează
ru: Отмена
sk: Prerušiť
sr_rs: Odustani
sv: Avbryt
tr: İptal Et
uk: Скасувати
zh_hans: 放弃
zh_hant: 中止
